app/views/home/index.html.erb

SELECT "employees".* FROM "employees" WHERE "employees"."office_id" = $1  [["office_id", 1]]
---
            <% @offices.each do |office| %>
              <% office.employees.each do |employee|  %>