app/controllers/home_controller.rb

  def index
    @offices = Office.all
---
SELECT "offices".* FROM "offices"